Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.editor.overtime.subtitle
source: Replace supplements after the weekly threshold.
ar: استبدال البدلات بعد الحد الأسبوعي.
bg: Заменя добавките след седмичния праг.
bn: সাপ্তাহিক সীমার পর ভাতা প্রতিস্থাপন করুন।
ca: Substitueix els complements després del llindar setmanal.
cs: Nahradit příplatky po týdenním limitu.
da: Erstat tillæg efter den ugentlige grænse.
de: Zuschläge nach dem Wochenlimit ersetzen.
el: Αντικατάσταση επιδομάτων μετά το εβδομαδιαίο όριο.
es: Reemplazar suplementos tras el límite semanal.
et: Asenda lisad pärast nädalapiiri.
fa: پس از آستانه هفتگی، مزایا جایگزین شوند.
fi: Korvaa lisät viikkorajan jälkeen.
fil: Palitan ang mga dagdag pagkatapos ng lingguhang hangganan.
fr: Remplacer les suppléments après le seuil hebdomadaire.
he: החלף תוספות אחרי הסף השבועי.
hi: साप्ताहिक सीमा के बाद भत्ते बदलें।
hr: Zamijeni dodatke nakon tjednog praga.
hu: Pótlékok cseréje a heti küszöb után.
id: Ganti tunjangan setelah ambang mingguan.
is: Skipta út álagi eftir vikulegum mörkum.
it: Sostituisci le maggiorazioni dopo la soglia settimanale.
ja: 週のしきい値以降は手当を置き換えます。
ko: 주간 기준 초과 후 수당을 대체합니다.
lt: Pakeisti priedus po savaitinės ribos.
lv: Aizstāt piemaksas pēc nedēļas sliekšņa.
nb: Erstatt tillegg etter ukegrensen.
nl: Vervang toeslagen na de wekelijkse drempel.
nn: Erstatt tillegg etter vekegrensa.
pl: Zastąp dodatki po przekroczeniu tygodniowego limitu.
pt_br: Substitua os adicionais após o limite semanal.
ro: Înlocuiește sporurile după pragul săptămânal.
ru: Заменять доплаты после недельного порога.
sk: Nahradiť príplatky po týždennom limite.
sl: Nadomesti dodatke po tedenskem pragu.
sr: Zameni dodatke posle nedeljnog praga.
sv: Ersätt tillägg efter veckogränsen.
sw: Badilisha marupurupu baada ya kikomo cha wiki.
ta: வார வரம்பிற்கு பின் கூடுதல்களை மாற்றவும்.
th: แทนที่ค่าตอบแทนพิเศษหลังเกณฑ์รายสัปดาห์
tr: Haftalık eşikten sonra ekleri değiştir.
uk: Замінити доплати після тижневого порога.
ur: ہفتہ وار حد کے بعد اضافے تبدیل کریں۔
vi: Thay phụ cấp sau ngưỡng tuần.
zh_hans: 超过每周阈值后替换补贴。
zh_hant: 超過每週門檻後取代津貼。

# settings.pay.editor.overtime.threshold
source: Weekly threshold hours
ar: ساعات الحد الأسبوعي
bg: Седмичен праг часове
bn: সাপ্তাহিক সীমা ঘণ্টা
ca: Llindar setmanal d'hores
cs: Týdenní limit hodin
da: Ugentlig timegrænse
de: Wöchentliches Stundenlimit
el: Εβδομαδιαίο όριο ωρών
es: Límite semanal de horas
et: Nädala töötundide piir
fa: ساعات آستانه هفتگی
fi: Viikoittainen tuntiraja
fil: Lingguhang limit ng oras
fr: Seuil horaire hebdomadaire
he: סף שעות שבועי
hi: साप्ताहिक सीमा घंटे
hr: Tjedni prag sati
hu: Heti óraküszöb
id: Batas jam mingguan
is: Vikuleg tímamörk
it: Soglia ore settimanali
ja: 週のしきい値時間
ko: 주간 기준 시간
lt: Savaitinė valandų riba
lv: Nedēļas stundu slieksnis
nb: Ukentlig timegrense
nl: Wekelijkse urendrempel
nn: Vekentleg timegrense
pl: Tygodniowy limit godzin
pt_br: Limite semanal de horas
ro: Prag săptămânal de ore
ru: Недельный порог часов
sk: Týždenný limit hodín
sl: Tedenski prag ur
sr: Nedeljni prag sati
sv: Veckogräns i timmar
sw: Kikomo cha saa za wiki
ta: வாராந்திர வரம்பு மணிநேரங்கள்
th: ชั่วโมงเกณฑ์รายสัปดาห์
tr: Haftalık saat eşiği
uk: Тижневий поріг годин
ur: ہفتہ وار گھنٹوں کی حد
vi: Ngưỡng giờ theo tuần
zh_hans: 每周工时阈值
zh_hant: 每週門檻工時

# settings.pay.editor.overtime.title
source: Overtime
ar: العمل الإضافي
bg: Извънреден труд
bn: ওভারটাইম
ca: Hores extres
cs: Přesčas
da: Overtid
de: Überstunden
el: Υπερωρία
es: Horas extra
et: Ületunnid
fa: اضافه‌کاری
fi: Ylityö
fr: Heures supplémentaires
he: שעות נוספות
hi: ओवरटाइम
hr: Prekovremeni rad
hu: Túlóra
id: Lembur
is: Yfirvinna
it: Straordinari
ja: 残業
ko: 초과근무
lt: Viršvalandžiai
lv: Virsstundas
nb: Overtid
nl: Overuren
nn: Overtid
pl: Nadgodziny
pt_br: Hora extra
ro: Ore suplimentare
ru: Сверхурочные
sk: Nadčas
sl: Nadure
sr: Prekovremeni rad
sv: Övertid
sw: Saa za ziada
ta: மேல்நேரம்
th: ค่าล่วงเวลา
tr: Fazla mesai
uk: Понаднормово
ur: اوور ٹائم
vi: Tăng ca
zh_hans: 加班
zh_hant: 加班

# settings.pay.editor.overtime.to
source: To
ar: إلى
bg: До
bn: পর্যন্ত
ca: A
cs: Do
da: Til
de: Bis
el: Έως
es: Hasta
et: Kuni
fa: تا
fi: Asti
fil: Hanggang
fr: À
he: עד
hi: तक
hr: Do
hu: Eddig
id: Sampai
is: Til
it: A
ja: 終了
ko: 까지
lt: Iki
lv: Līdz
nb: Til
nl: Tot
nn: Til
pl: Do
pt_br: Até
ro: Până la
ru: До
sk: Do
sl: Do
sr: Do
sv: Till
sw: Hadi
ta: வரை
th: ถึง
tr: Bitiş
uk: До
ur: تک
vi: Đến
zh_hans: 到
zh_hant: 到

# settings.pay.editor.refreshTariff
source: Update from agreement for this date
ar: تحديث من الاتفاقية لهذا التاريخ
bg: Актуализиране от споразумението за тази дата
bn: এই তারিখের জন্য চুক্তি থেকে আপডেট করুন
ca: Actualitza segons el conveni d'aquesta data
cs: Aktualizovat podle dohody pro toto datum
da: Opdater fra aftalen for denne dato
de: Für dieses Datum aus der Vereinbarung aktualisieren
el: Ενημέρωση από τη συμφωνία για αυτή την ημερομηνία
es: Actualizar desde el acuerdo para esta fecha
et: Uuenda selle kuupäeva andmeid lepingu alusel
fa: به‌روزرسانی از قرارداد برای این تاریخ
fi: Päivitä tämän päivämäärän tiedot sopimuksesta
fil: I-update mula sa kasunduan para sa petsang ito
fr: Mettre à jour à partir de l’accord pour cette date
he: עדכון מההסכם לתאריך זה
hi: इस तारीख के लिए समझौते से अपडेट करें
hr: Ažuriraj prema ugovoru za ovaj datum
hu: Frissítés a megállapodás alapján erre a dátumra
id: Perbarui berdasarkan perjanjian untuk tanggal ini
is: Uppfæra samkvæmt kjarasamningi fyrir þessa dagsetningu
it: Aggiorna dall'accordo per questa data
ja: この日付の契約から更新
ko: 이 날짜의 협약 내용으로 업데이트
lt: Atnaujinti pagal šios datos susitarimą
lv: Atjaunināt no vienošanās šim datumam
nb: Oppdater fra avtalen for denne datoen
nl: Bijwerken vanuit de overeenkomst voor deze datum
nn: Oppdater frå avtalen for denne datoen
pl: Zaktualizuj na podstawie umowy dla tej daty
pt_br: Atualizar a partir do acordo para esta data
ro: Actualizează din acord pentru această dată
ru: Обновить по соглашению для этой даты
sk: Aktualizovať podľa kolektívnej zmluvy k tomuto dátumu
sl: Posodobi po kolektivni pogodbi za ta datum
sr: Ažuriraj prema kolektivnom ugovoru za ovaj datum
sv: Uppdatera från avtalet för detta datum
sw: Sasisha kwa kutumia makubaliano ya tarehe hii
ta: இந்தத் தேதிக்கான ஒப்பந்தத்திலிருந்து புதுப்பிக்கவும்
th: อัปเดตจากข้อตกลงสำหรับวันที่นี้
tr: Bu tarih için sözleşmeden güncelle
uk: Оновити з угоди для цієї дати
ur: اس تاریخ کے معاہدے سے اپ ڈیٹ کریں
vi: Cập nhật từ thỏa thuận cho ngày này
zh_hans: 根据协议更新此日期的设置
zh_hant: 依協議更新此日期

# settings.pay.editor.savedTariff
source: Using the rates saved in this period. Updating from the agreement replaces wages, supplements and overtime rules.
ar: يستخدم المعدلات المحفوظة في هذه الفترة. يؤدي التحديث من الاتفاقية إلى استبدال الأجور والبدلات وقواعد العمل الإضافي.
bg: Използват се ставките, запазени за този период. Актуализирането от споразумението заменя заплатите, добавките и правилата за извънреден труд.
bn: এই সময়কালে সংরক্ষিত হার ব্যবহার করা হচ্ছে। চুক্তি থেকে আপডেট করলে মজুরি, ভাতা এবং ওভারটাইমের নিয়ম প্রতিস্থাপিত হবে।
ca: S'utilitzen les tarifes desades per a aquest període. Actualitzar-les segons el conveni substitueix els salaris, els complements i les regles d'hores extres.
cs: Používají se sazby uložené v tomto období. Aktualizace podle dohody nahradí mzdy, příplatky a pravidla pro přesčasy.
da: Bruger de satser, der er gemt for denne periode. Opdatering fra aftalen erstatter løn, tillæg og regler for overarbejde.
de: Es werden die in diesem Zeitraum gespeicherten Sätze verwendet. Durch die Aktualisierung aus der Vereinbarung werden Löhne, Zuschläge und Überstundenregeln ersetzt.
el: Χρησιμοποιούνται οι αποθηκευμένες σε αυτή την περίοδο τιμές. Η ενημέρωση από τη συμφωνία αντικαθιστά τις αποδοχές, τις προσαυξήσεις και τους κανόνες υπερωριών.
es: Se usan las tarifas guardadas en este período. Actualizar desde el acuerdo reemplaza los salarios, complementos y reglas de horas extra.
et: Kasutatakse sellele perioodile salvestatud määrasid. Lepingu alusel värskendamine asendab töötasud, lisatasud ja ületunnitöö reeglid.
fa: از نرخ‌های ذخیره‌شده در این دوره استفاده می‌شود. به‌روزرسانی از قرارداد، دستمزدها، مزایا و قوانین اضافه‌کاری را جایگزین می‌کند.
fi: Käytössä ovat tälle jaksolle tallennetut palkkatasot. Sopimuksesta päivittäminen korvaa palkat, lisät ja ylityösäännöt.
fil: Ginagamit ang mga rate na naka-save sa panahong ito. Ang pag-update mula sa kasunduan ay papalitan ang sahod, mga dagdag-bayad at mga panuntunan sa overtime.
fr: Utilise les taux enregistrés pour cette période. La mise à jour depuis l’accord remplace les salaires, suppléments et règles d’heures supplémentaires.
he: נעשה שימוש בתעריפים שנשמרו בתקופה זו. עדכון מההסכם יחליף את השכר, התוספות וכללי השעות הנוספות.
hi: इस अवधि में सहेजी गई दरों का उपयोग हो रहा है। समझौते से अपडेट करने पर वेतन, भत्ते और ओवरटाइम के नियम बदल जाएंगे।
hr: Koriste se stope spremljene za ovo razdoblje. Ažuriranje prema ugovoru zamjenjuje plaće, dodatke i pravila za prekovremeni rad.
hu: Az ebben az időszakban mentett díjakat használja. A megállapodás alapján történő frissítés lecseréli a béreket, pótlékokat és túlóraszabályokat.
id: Menggunakan tarif yang tersimpan dalam periode ini. Memperbarui berdasarkan perjanjian akan mengganti upah, tunjangan, dan aturan lembur.
is: Notar taxta sem vistaðir eru fyrir þetta tímabil. Uppfærsla samkvæmt kjarasamningi kemur í stað launa, álagsgreiðslna og reglna um yfirvinnu.
it: Utilizzo delle tariffe salvate in questo periodo. L'aggiornamento dall'accordo sostituisce retribuzioni, maggiorazioni e regole sullo straordinario.
ja: この期間に保存された料率を使用しています。契約から更新すると、賃金、手当、時間外労働のルールが置き換えられます。
ko: 이 기간에 저장된 요율을 사용 중입니다. 협약에서 업데이트하면 급여, 수당 및 초과 근무 규칙이 대체됩니다.
lt: Naudojami šiame laikotarpyje išsaugoti tarifai. Atnaujinus pagal susitarimą, bus pakeistos algos, priemokos ir viršvalandžių taisyklės.
lv: Tiek izmantotas šajā periodā saglabātās likmes. Atjaunināšana no vienošanās aizstāj algas, piemaksas un virsstundu noteikumus.
nb: Bruker satsene som er lagret i denne perioden. Oppdatering fra avtalen erstatter lønn, tillegg og overtidsregler.
nl: Gebruikt de tarieven die in deze periode zijn opgeslagen. Bijwerken vanuit de overeenkomst vervangt lonen, toeslagen en regels voor overwerk.
nn: Brukar satsane som er lagra i denne perioden. Oppdatering frå avtalen erstattar lønn, tillegg og overtidsreglar.
pl: Korzystasz ze stawek zapisanych w tym okresie. Aktualizacja na podstawie umowy zastępuje zasady dotyczące wynagrodzenia, dodatków i nadgodzin.
pt_br: Usando os valores salvos neste período. Atualizar a partir do acordo substitui salários, adicionais e regras de horas extras.
ro: Se folosesc tarifele salvate în această perioadă. Actualizarea din acord înlocuiește salariile, sporurile și regulile privind orele suplimentare.
ru: Используются ставки, сохранённые для этого периода. Обновление по соглашению заменит оплату труда, доплаты и правила сверхурочной работы.
sk: Používajú sa sadzby uložené v tomto období. Aktualizácia podľa kolektívnej zmluvy nahradí mzdy, príplatky a pravidlá nadčasov.
sl: Uporabljene so stopnje, shranjene za to obdobje. Posodobitev po kolektivni pogodbi nadomesti plače, dodatke in pravila za nadurno delo.
sr: Koriste se stope sačuvane za ovaj period. Ažuriranje prema kolektivnom ugovoru zamenjuje zarade, dodatke i pravila za prekovremeni rad.
sv: Använder satserna som sparats för den här perioden. En uppdatering från avtalet ersätter löner, tillägg och övertidsregler.
sw: Inatumia viwango vilivyohifadhiwa katika kipindi hiki. Kusasisha kutoka kwenye makubaliano hubadilisha mishahara, nyongeza na kanuni za muda wa ziada.
ta: இந்தக் காலத்தில் சேமிக்கப்பட்ட விகிதங்கள் பயன்படுத்தப்படுகின்றன. ஒப்பந்தத்திலிருந்து புதுப்பிப்பது ஊதியம், கூடுதல் கொடுப்பனவுகள் மற்றும் கூடுதல் நேர விதிகளை மாற்றும்.
th: ใช้อัตราที่บันทึกไว้ในช่วงเวลานี้ การอัปเดตจากข้อตกลงจะแทนที่ค่าจ้าง เงินเพิ่ม และกฎการทำงานล่วงเวลา
tr: Bu dönemde kaydedilen oranlar kullanılıyor. Sözleşmeden güncellemek ücretleri, ek ödemeleri ve fazla mesai kurallarını değiştirir.
uk: Використовуються ставки, збережені для цього періоду. Оновлення з угоди замінює зарплату, доплати й правила оплати понаднормових годин.
ur: اس مدت میں محفوظ شرحیں استعمال ہو رہی ہیں۔ معاہدے سے اپ ڈیٹ کرنے پر اجرت، اضافی ادائیگیاں اور اوور ٹائم کے قواعد بدل جائیں گے۔
vi: Đang sử dụng các mức đã lưu trong kỳ này. Cập nhật từ thỏa thuận sẽ thay thế tiền lương, phụ cấp và quy tắc làm thêm giờ.
zh_hans: 使用此期间保存的费率。根据协议更新会替换工资、补贴和加班规则。
zh_hant: 使用此期間已儲存的費率。從協議更新會取代薪資、津貼和加班規則。

# settings.pay.editor.supplementsEmpty
source: No custom supplements. Tap + to add.
ar: لا توجد بدلات مخصصة. اضغط + لإضافة.
bg: Няма персонализирани добавки. Натиснете + за добавяне.
bn: কোনো কাস্টম সাপ্লিমেন্ট নেই। যোগ করতে + ট্যাপ করুন।
ca: Sense suplement personalitzat. Prem + per afegir.
cs: Žádné vlastní příplatky. Klepnutím na + přidejte.
da: Ingen egendefinerede tillæg. Tryk + for at tilføje.
de: Keine benutzerdefinierten Zuschläge. Tippe +, um hinzuzufügen.
el: Χωρίς προσαρμοσμένα επιδόματα. Πατήστε + για προσθήκη.
es: Sin complementos personalizados. Toca + para añadir.
et: Kohandatud lisatasusid pole. Puuduta + lisamiseks.
fa: هیچ تکمیل سفارشی وجود ندارد. برای اضافه کردن + را لمس کنید.
fi: Ei mukautettuja lisäyksiä. Lisää painamalla +.
fil: Walang custom supplements. Tikman + upang magdagdag.
fr: Aucun supplément personnalisé. Appuyez sur + pour en ajouter.
he: אין תוספות מותאמות. הקש + כדי להוסיף.
hi: कोई कस्टम सप्लीमेंट नहीं। जोड़ने के लिए + दबाएं।
hr: Nema prilagođenih doprinosa. Dodirnite + za dodavanje.
hu: Nincsenek egyéni pótlékok. Nyomj + a hozzáadáshoz.
id: Ingen egendefinerte tillegg. Trykk + for å legge til.
is: Engin sérsniðin viðbót. Ýttu á + til að bæta við.
it: Nessun supplemento personalizzato. Tocca + per aggiungere.
ja: カスタム手当がありません。+をタップして追加してください。
ko: 사용자 정의 수당이 없습니다. +를 눌러 추가하세요.
lt: Nėra pasirinktinių priedų. Paspauskite +, kad pridėtumėte.
lv: Nav pielāgotu piemaksas. Nospiediet +, lai pievienotu.
nb: Ingen egendefinerte tillegg. Trykk + for å legge til.
nl: Geen aangepaste toeslagen. Tik + om toe te voegen.
nn: Ingen eigne tillegg. Trykk + for å leggja til.
pl: Brak niestandardowych dodatków. Naciśnij +, aby dodać.
pt_br: Nenhum adicional personalizado. Toque + para adicionar.
ro: Fără suplimente personalizate. Apăsați + pentru a adăuga.
ru: Нет пользовательских надбавок. Нажмите +, чтобы добавить.
sk: Žiadne vlastné doplnky. Stlačením + pridajte.
sl: Ni po meri določenih dodatkov. Dotakni + za dodajanje.
sr: Нема прилагођених додатака. Притисни + да додаш.
sv: Inga anpassade tillägg. Tryck + för att lägga till.
sw: Hakuna nyongeza za kawaida. Gusa + kuongeza.
ta: தனிப்பயன் சப்ளிமெண்ட்ஸ் இல்லை. சேர்க்க + ஐ தட்டவும்.
th: ไม่มีเบี้ยเพิ่มเติมแบบกำหนดเอง แตะ + เพื่อเพิ่ม
tr: Özel ek yok. Eklemek için + tuşuna basın.
uk: Немає власних надбавок. Натисніть +, щоб додати.
ur: کوئی حسب ضرورت سپلیمنٹس نہیں۔ شامل کرنے کے لیے + دبائیں۔
vi: Không có phụ cấp tùy chỉnh. Nhấn + để thêm.
zh_hans: 无自定义补贴。点击 + 添加。
zh_hant: 沒有自訂補充。點擊 + 以新增。

# settings.pay.editor.supplementsTariff
source: Supplements follow the tariff agreement and cannot be changed manually
ar: تتبع البدلات اتفاقية التعرفة ولا يمكن تغييرها يدوياً
bg: Добавките следват тарифното споразумение и не могат да се променят ръчно
bn: সাপ্লিমেন্ট ট্যারিফ চুক্তি অনুসরণ করে এবং ম্যানুয়ালি পরিবর্তন করা যায় না
ca: Els suplements segueixen l'acord salarial i no es poden canviar manualment
cs: Příplatky vycházejí z tarifu a nemohou být změněny ručně
da: Tillæg følger tariffaftalen og kan ikke ændres manuelt
de: Zuschläge folgen der Tarifvereinbarung und können nicht manuell geändert werden
el: Τα επιδόματα ακολουθούν τη συλλογική σύμβαση και δεν μπορούν να αλλαχθούν χειручειρίως
es: Los complementos siguen el convenio tarifario y no pueden modificarse manualmente
et: Lisatasud järgivad tariifilepingut ja neid ei saa käsitsi muuta
fa: تکمیل‌ها از توافق تعرفه پیروی می‌کنند و نمی‌توانند به صورت دستی تغییر یابند
fi: Lisäykset noudattavat työehtosopimusta eikä niitä voi muuttaa manuaalisesti
fil: Ang mga supplement ay sumusunod sa tariff agreement at hindi maaaring baguhin nang manu-mano
fr: Les suppléments suivent l'accord tarifaire et ne peuvent pas être modifiés manuellement
he: תוספות עוקבות אחרי הסכם הטריף ולא ניתן לשנות אותן ידנית
hi: सप्लीमेंट टैरिफ समझौते का पालन करते हैं और मैन्युअल रूप से नहीं बदले जा सकते
hr: Doprinosi slijede tarifni sporazum i ne mogu se ručno mijenjati
hu: A pótlékok követik a tarifális megállapodást és nem módosíthatók manuálisan
id: Tillegg følger tariffavtalen og kan ikke endres manuelt
is: Viðbætur fylgja kjarasamningi og er ekki hægt að breyta handvirkt
it: I supplementi seguono l'accordo tariffario e non possono essere modificati manualmente
ja: 手当は団体協約に従っており、手動で変更することはできません
ko: 수당은 단체협약을 따르므로 수동으로 변경할 수 없습니다
lt: Priedai atitinka tarifą ir negali būti keičiami rankiniu būdu
lv: Piemaksas atbilst tarifālo līgumu un nevar tikt manuāli mainītas
nb: Tillegg følger tariffavtalen og kan ikke endres manuelt
nl: Toeslagen volgen de cao en kunnen niet handmatig worden gewijzigd
nn: Tillegg følgjer tariffavtalen og kan ikkje endrast manuelt
pl: Dodatki wynikają z umowy taryfowej i nie można ich zmienić ręcznie
pt_br: Os adicionais seguem o acordo tarifário e não podem ser alterados manualmente
ro: Suplimentele urmăresc acordul tarifar și nu pot fi modificate manual
ru: Надбавки следуют тарифному соглашению и не могут быть изменены вручную
sk: Doplnky sa riadia tarifnou dohodou a nemôžu sa meniť ručne
sl: Dodatki sledijo tarifni pogodbi in jih ni mogoče spreminjati ročno
sr: Додаци следе тарифни споразум и не могу се променити ручно
sv: Tillägg följer kollektivavtalet och kan inte ändras manuellt
sw: Nyongeza zifuata mkataba wa bei na haiwezi kubadilishwa kwa mikono
ta: சப்ளிமெண்ட்ஸ் டாரிஃப் ஒப்பந்தத்தை பின்பற்றுகிறது மற்றும் கைமுறையாக மாற்ற முடியாது
th: เบี้ยเพิ่มเติมปฏิบัติตามข้อตกลงอัตราค่าจ้างและไม่สามารถเปลี่ยนแปลงได้ด้วยตนเอง
tr: Ekler toplu sözleşmeye göre belirlenmiştir ve el ile değiştirilemez
uk: Надбавки відповідають тарифній угоді та не можуть бути змінені вручну
ur: سپلیمنٹس ٹیرف معاہدے کی پیروی کرتے ہیں اور دستی طور پر تبدیل نہیں ہو سکتے
vi: Phụ cấp tuân theo thỏa thuận lương và không thể thay đổi thủ công
zh_hans: 补贴遵循团体协议，无法手动修改
zh_hant: 補充遵循集體協議，無法手動更改

# settings.pay.editor.supplementsTitle
source: Supplements
ar: البدلات
bg: Добавки
bn: সাপ্লিমেন্ট
ca: Suplements
cs: Příplatky
da: Tillæg
de: Zuschläge
el: Επιδόματα
es: Complementos
et: Lisatasud
fa: تکمیل‌ها
fi: Lisäykset
fil: Mga supplement
fr: Suppléments
he: תוספות
hi: सप्लीमेंट
hr: Doprinosi
hu: Pótlékok
id: Tillegg
is: Viðbætur
it: Supplementi
ja: 手当
ko: 수당
lt: Priedai
lv: Piemaksas
nb: Tillegg
nl: Toeslagen
nn: Tillegg
pl: Dodatki
pt_br: Adicionais
ro: Suplimente
ru: Надбавки
sk: Doplnky
sl: Dodatki
sr: Додаци
sv: Tillägg
sw: Nyongeza
ta: சப்ளிமெண்ட்ஸ்
th: เบี้ยเพิ่มเติม
tr: Ekler
uk: Надбавки
ur: سپلیمنٹس
vi: Phụ cấp
zh_hans: 补贴
zh_hant: 補充

# settings.pay.editor.tariffEffectiveDate
source: Effective from
ar: ساري المفعول من
bg: Валидна от
bn: কার্যকর তারিখ
ca: Vigent des de
cs: Platné od
da: Gældende fra
de: Gültig ab
el: Ισχύει από
es: Vigente desde
et: Kehtib alates
fa: معتبر از
fi: Voimassa olevasta
fil: Epektibo mula sa
fr: Effectif à partir du
he: בתוקף מ
hi: प्रभावी तारीख
hr: Vrijedi od
hu: Érvényes ettől
id: Gjeldende fra
is: Gildir frá
it: Valido da
ja: 有効期間開始日
ko: 적용 시작일
lt: Galioja nuo
lv: Spēkā no
nb: Gjelder fra
nl: Geldig vanaf
nn: Gyldig frå
pl: Obowiązuje od
pt_br: Válido a partir de
ro: Valabil de la
ru: Действительна с
sk: Platné od
sl: Veljavno od
sr: Важи од
sv: Gäller från
sw: Inayoanza kutoka
ta: இதிலிருந்து பயனுள்ளதாக
th: มีผลบังคับใช้จาก
tr: Geçerli başlangıç
uk: Чинна з
ur: موثر سے
vi: Có hiệu lực từ
zh_hans: 生效日期
zh_hant: 生效日期

# settings.pay.editor.tariffTypeLabel
source: Tariff agreement
ar: اتفاقية التعرفة
bg: Тарифно споразумение
bn: ট্যারিফ চুক্তি
ca: Acord salarial
cs: Tarifní dohoda
da: Tariffaftale
de: Tarifvereinbarung
el: Συλλογική σύμβαση
es: Convenio tarifario
et: Tariifilepingu
fa: توافق تعرفه
fi: Työehtosopimus
fr: Accord tarifaire
he: הסכם טריף
hi: टैरिफ समझौता
hr: Tarifni sporazum
hu: Tarifális megállapodás
id: Tariffavtale
is: Kjarasamningur
it: Accordo tariffario
ja: 団体協約
ko: 단체협약
lt: Tarifikuota sutartis
lv: Tarifālais līgums
nb: Tariffavtale
nl: Cao
nn: Tariffavtale
pl: Umowa taryfowa
pt_br: Acordo tarifário
ro: Acord tarifar
ru: Тарифное соглашение
sk: Tarifná dohoda
sl: Tarifna pogodba
sr: Тарифни споразум
sv: Kollektivavtal
sw: Mkataba wa bei
ta: டாரிஃப் ஒப்பந்தம்
th: ข้อตกลงอัตราค่าจ้าง
tr: Toplu sözleşme
uk: Тарифна угода
ur: ٹیرف معاہدہ
vi: Thỏa thuận lương
zh_hans: 团体协议
zh_hant: 集體協議
